Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Descartar
de: Verwerfen
en: Discard
fr: Supprimer
it: Scarta
ja: 破棄

source: Desconhecido
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明

source: Descreva a refeição
de: Beschreiben Sie die Mahlzeit
en: Describe the meal
es: Describe la comida
fr: Décrivez le repas
it: Descrivi il pasto
ja: 食事を説明

source: Descreva o passo...
de: Beschreiben Sie den Schritt...
en: Describe the step...
es: Describe el paso...
fr: Décrivez l'étape...
it: Descrivi il passaggio...
ja: 手順を説明...

source: Descreva o que está com vontade…
de: Beschreibe, worauf du Lust hast…
en: Describe what you're craving…
es: Describe lo que se te antoja…
fr: Décrivez ce dont vous avez envie…
it: Descrivi cosa ti va…
ja: 食べたいものを入力…

source: Descreva um alimento ou uma refeição completa. A IA preenche o formulário automaticamente.
de: Beschreiben Sie ein Lebensmittel oder eine vollständige Mahlzeit. Die KI füllt das Formular automatisch aus.
en: Describe a food or a full meal. The AI fills the form automatically.
es: Describe un alimento o una comida completa. La IA rellena el formulario automáticamente.
fr: Décrivez un aliment ou un repas complet. L'IA remplit le formulaire automatiquement.
it: Descrivi un alimento o un pasto completo. L'IA compila il modulo automaticamente.
ja: 食品または完全な食事を説明してください。AI がフォームを自動的に入力します。

source: Descrição
de: Beschreibung
en: Description
es: Descripción
fr: Description
it: Descrizione
ja: 説明

source: Descrição (opcional)
de: Beschreibung (optional)
en: Description (optional)
es: Descripción (opcional)
fr: Description (facultative)
it: Descrizione (opzionale)
ja: 説明（オプション）

source: Descrição do passo
de: Schrittbeschreibung
en: Step description
es: Descripción del paso
fr: Description de l'étape
it: Descrizione del passaggio
ja: 手順の説明

source: Desculpe, não consegui gerar uma resposta.
de: Entschuldigung, ich konnte keine Antwort generieren.
en: Sorry, I couldn't generate a response.
es: Lo siento, no pude generar una respuesta.
fr: Désolé, je n'ai pas pu générer de réponse.
it: Spiacente, non sono riuscito a generare una risposta.
ja: 申し訳ありません、応答を生成できませんでした。

source: Desculpe, ocorreu um erro ao aplicar a alteração: %@
de: Entschuldigung, beim Anwenden der Änderung ist ein Fehler aufgetreten: %@
en: Sorry, there was an error applying the change: %@
es: Lo siento, ocurrió un error al aplicar el cambio: %@
fr: Désolé, une erreur s'est produite lors de l'application de la modification : %@
it: Spiacente, si è verificato un errore durante l'applicazione della modifica: %@
ja: 申し訳ありません、変更の適用中にエラーが発生しました：%@

source: Desenvolvido por
de: Entwickelt von
en: Built by
es: Desarrollado por
fr: Développé par
it: Sviluppato da
ja: 開発元

source: Desfavoritar
de: Aus Favoriten entfernen
en: Unfavorite
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除

source: Desfavoritar receita
de: Rezept aus Favoriten entfernen
en: Unfavorite recipe
es: Quitar receta de favoritos
fr: Retirer la recette des favoris
it: Rimuovi ricetta dai preferiti
ja: レシピをお気に入りから削除

source: Desistir
de: Aufgeben
en: Give up
fr: Abandonner
it: Rinuncia
ja: 断念

source: Desistir deste dia?
de: Diesen Tag verwerfen?
en: Abandon this day?
es: ¿Abandonar este día?
fr: Abandonner cette journée ?
it: Rinunciare a questo giorno?
ja: この日を断念しますか？

source: Desistir do dia
de: Tag verwerfen
en: Give up the day
es: Abandonar el día
fr: Abandonner la journée
it: Rinuncia al giorno
ja: この日を断念

source: desp.
de: Vorr.
en: pan.
fr: plac.
it: disp.
ja: 食品庫

source: Despeje em uma tigela.
de: In eine Schüssel füllen.
en: Pour into a bowl.
es: Vierte en un bol.
fr: Versez dans un bol.
it: Versa in una ciotola.
ja: ボウルに注ぐ。

source: Despeje uma concha de massa e cozinhe até formar bolhas. Vire e cozinhe o outro lado.
de: Eine Kelle Teig in die Pfanne geben und garen, bis Blasen entstehen. Wenden und die andere Seite garen.
en: Pour in a ladle of batter and cook until bubbles form. Flip and cook the other side.
es: Vierte un cucharón de masa y cocina hasta que se formen burbujas. Voltea y cocina el otro lado.
fr: Versez une louche de pâte et cuisez jusqu'à ce que des bulles se forment. Retournez et cuisez l'autre côté.
it: Versare un mestolo di pastella e cuocere fino a formare bolle. Girare e cuocere l'altro lato.
ja: おたま1杯の生地を流し入れ、泡が出るまで焼きます。裏返してもう片面を焼きます。

source: Despensa
de: Vorrat
en: Pantry
fr: Garde-manger
it: Dispensa
ja: パントリー

source: Despensa & Mercado
de: Vorrat & Einkauf
en: Pantry & Shopping
es: Despensa y compras
fr: Garde-manger et courses
it: Dispensa e spesa
ja: パントリーと買い物

source: Despensa e listas em tempo real com a família.
de: Vorrat und Listen in Echtzeit mit der Familie.
en: Real-time pantry and lists with family.
es: Despensa y listas en tiempo real con la familia.
fr: Garde-manger et listes en temps réel en famille.
it: Dispensa e liste in tempo reale con la famiglia.
ja: 家族とリアルタイムでパントリーとリスト共有。

source: Despensa e mercado
de: Vorratskammer und Einkauf
en: Pantry and Shopping
es: Despensa y mercado
fr: Garde-manger et courses
it: Dispensa e spesa
ja: パントリーと買い物

source: Despensa e mercado, conectados.
de: Vorrat und Einkauf, verbunden.
en: Pantry and shopping, connected.
es: Despensa y mercado, conectados.
fr: Garde-manger et courses, connectés.
it: Dispensa e spesa, connesse.
ja: パントリーと買い物が連携。

source: Despensa e mercado, sempre em sincronia
de: Vorrat und Einkauf, immer synchron
en: Pantry and shopping, always in sync
es: Despensa y mercado, siempre en sincronía
fr: Garde-manger et courses, toujours synchronisés
it: Dispensa e spesa, sempre sincronizzate
ja: パントリーと買い物が常に同期

source: Despensa Vazia
de: Vorratskammer leer
en: Empty Pantry
es: Despensa vacía
fr: Garde-manger vide
it: Dispensa vuota
ja: パントリーが空です

source: Destino
de: Ziel
en: Destination
fr: Destination
it: Destinazione
ja: 宛先

source: Detalhado
de: Detailliert
en: Detailed
es: Detallado
fr: Détaillé
it: Dettagliato
ja: 詳細

source: Detalhes
de: Details
en: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細

source: Devagar
de: Langsam
en: Slow
es: Lento
fr: Lent
it: Lento
ja: ゆっくり

source: dia
de: Tag
en: day
es: día
fr: jour
it: giorno
ja: 日

source: Dia concluído
de: Tag abgeschlossen
en: Day completed
es: Día completado
fr: Journée terminée
it: Giorno completato
ja: 完了した日

source: Dia futuro
de: Zukünftiger Tag
en: Future day
es: Día futuro
fr: Jour à venir
it: Giorno futuro
ja: 未来の日

source: Dia iniciado e não concluído
de: Tag begonnen und nicht abgeschlossen
en: Day started and not completed
es: Día iniciado y no completado
fr: Journée commencée et non terminée
it: Giorno iniziato e non completato
ja: 開始されたが完了していない日

source: Dia marcado como vazio
de: Tag als leer markiert
en: Day marked as empty
es: Día marcado como vacío
fr: Journée marquée comme vide
it: Giorno contrassegnato come vuoto
ja: 空としてマークされた日

source: dias
de: Tage
en: days
es: días
fr: jours
it: giorni
ja: 日

source: dias concluídos no período
de: abgeschlossene Tage im Zeitraum
en: completed days in this period
es: días completados en el período
fr: jours terminés sur la période
it: giorni completati nel periodo
ja: 期間内に完了した日数

source: dias concluídos.
de: abgeschlossene Tage.
en: completed days.
es: días completados.
fr: jours terminés.
it: giorni completati.
ja: 完了した日。

source: Dias na meta
de: Tage im Ziel
en: Days on target
es: Días en la meta
fr: Jours dans l'objectif
it: Giorni in obiettivo
ja: 目標達成日

source: Dias que você começou a registrar mas ainda não concluiu. Eles não entram na sua média até serem concluídos. Toque na linha para continuar, ou arraste para concluir/desistir.
de: Tage, die Sie begonnen, aber noch nicht abgeschlossen haben. Sie zählen erst nach Abschluss in Ihren Durchschnitt. Tippen Sie zum Fortsetzen, oder wischen Sie, um abzuschließen/abzubrechen.
en: Days you started logging but haven't finished. They don't count toward your average until completed. Tap to continue, or swipe to complete/cancel.
es: Días que empezaste a registrar pero no completaste. No cuentan para tu promedio hasta que se completen. Toca para continuar, o desliza para completar/cancelar.
fr: Jours que vous avez commencé à enregistrer mais n'avez pas terminés. Ils ne comptent pas dans votre moyenne tant qu'ils ne sont pas terminés. Appuyez pour continuer, ou balayez pour terminer/annuler.
it: Giorni che hai iniziato a registrare ma non hai completato. Non entrano nella tua media finché non sono completati. Tocca per continuare, o scorri per completare/annullare.
ja: 記録を開始したが完了していない日です。完了するまで平均には入りません。タップして続行、またはスワイプで完了/取消します。

source: Difícil
de: Schwer
en: Hard
fr: Difficile
it: Difficile
ja: 難しい

source: Dificuldade
de: Schwierigkeit
en: Difficulty
es: Dificultad
fr: Difficulté
it: Difficoltà
ja: 難易度

source: Digite aqui…
de: Hier eingeben…
en: Type here…
es: Escribe aquí…
fr: Écrivez ici…
it: Scrivi qui…
ja: ここに入力…

source: Disponível em breve.
de: Bald verfügbar.
en: Available soon.
es: Disponible próximamente.
fr: Bientôt disponible.
it: Disponibile a breve.
ja: 近日公開。

source: Disponível na despensa
de: In der Vorratskammer verfügbar
en: Available in pantry
es: Disponible en la despensa
fr: Disponible dans le garde-manger
it: Disponibile in dispensa
ja: パントリーで利用可能

source: Distribua a quinoa em duas tigelas.
de: Die Quinoa auf zwei Schalen verteilen.
en: Divide the quinoa between two bowls.
es: Reparte la quinoa en dos bowls.
fr: Répartissez le quinoa dans deux bols.
it: Distribuisci la quinoa in due ciotole.
ja: キヌアを2つのボウルに分ける。

source: Ditado
de: Diktat
en: Dictation
es: Dictado
fr: Dictée
it: Dettatura
ja: 音声入力

source: Ditar
de: Diktieren
en: Dictate
es: Dictar
fr: Dicter
it: Detta
ja: 音声入力

source: doce
de: süß
en: sweet
es: dulce
fr: sucré
it: dolce
ja: 甘い

source: Doce
de: Süß
en: Sweet
es: Dulce
fr: Sucré
it: Dolce
ja: 甘い

source: Dom
de: So
en: Sun
fr: Dim
ja: 日

source: domingos
de: Sonntage
en: Sundays
fr: dimanches
it: Domeniche
ja: 日曜日

source: Doure o bacon em fogo médio.
de: Speck bei mittlerer Hitze anbraten.
en: Brown the bacon over medium heat.
es: Dora el bacon a fuego medio.
fr: Faites dorer le bacon à feu moyen.
it: Rosola il bacon a fuoco medio.
ja: ベーコンを中火で焼く。

source: Doure os dois lados em frigideira antiaderente.
de: Beide Seiten in einer beschichteten Pfanne goldbraun braten.
en: Brown both sides in a nonstick pan.
es: Dora los dos lados en sartén antiadherente.
fr: Dorez des deux côtés dans une poêle antiadhésive.
it: Doraa entrambi i lati in padella antiaderente.
ja: ノンスティックパンで両面を焼く。

source: Drinks
de: Getränke
fr: Boissons
it: Drink
ja: ドリンク

source: Duração
de: Dauer
en: Duration
es: Duración
fr: Durée
it: Durata
ja: 時間

source: e
de: und
en: and
es: y
fr: et
ja: と

source: Econômico
de: Sparsam
en: Budget-friendly
es: Económico
fr: Économique
it: Economico
ja: 経済的

source: Editar
de: Bearbeiten
en: Edit
fr: Modifier
it: Modifica
ja: 編集

source: Editar Item
de: Artikel bearbeiten
en: Edit Item
es: Editar artículo
fr: Modifier l'article
it: Modifica articolo
ja: アイテムを編集

source: editar receita
de: Rezept bearbeiten
en: edit recipe
es: editar receta
fr: modifier la recette
it: modifica ricetta
ja: レシピを編集

source: Editar Receita
de: Rezept bearbeiten
en: Edit Recipe
es: Editar receta
fr: Modifier la recette
it: Modifica ricetta
ja: レシピを編集

source: Editar registro
de: Eintrag bearbeiten
en: Edit entry
fr: Modifier l'enregistrement
it: Modifica registrazione
ja: 記録を編集

source: Editar Utensílio
de: Küchenwerkzeug bearbeiten
en: Edit Utensil
es: Editar utensilio
fr: Modifier l'ustensile
it: Modifica utensile
ja: 調理器具を編集

source: Em Ambos
de: In beiden
en: In Both
es: En ambos
fr: Dans les deux
it: In entrambi
ja: 両方

source: Em breve
de: Demnächst
en: Coming soon
es: Próximamente
fr: Bientôt
it: A breve
ja: 近日公開

source: Em outra tigela, bata os ovos com o leite e a manteiga derretida.
de: In einer anderen Schüssel die Eier mit der Milch und der geschmolzenen Butter verquirlen.
en: In another bowl, whisk the eggs with the milk and melted butter.
es: En otro bol, bate los huevos con la leche y la mantequilla derretida.
fr: Dans un autre saladier, battez les œufs avec le lait et le beurre fondu.
it: In un'altra ciotola, sbattere le uova con il latte e il burro fuso.
ja: 別のボウルで、卵を牛乳と溶かしバターと一緒に泡立てます。

source: Em outra, bata os ovos com leite e manteiga derretida.
de: In einer anderen Eier mit Milch und geschmolzener Butter verquirlen.
en: In another, whisk eggs with milk and melted butter.
es: En otro, bate los huevos con leche y mantequilla derretida.
fr: Dans un autre, fouettez les œufs avec lait et beurre fondu.
it: In un'altra, sbatti uova con latte e burro fuso.
ja: 別のボウルで卵・牛乳・溶かしバターを混ぜる。

source: Em outras palavras: só entram na conta os dias que você fechou, para a estimativa ficar mais fiel ao seu ritmo.
de: Mit anderen Worten: Es zählen nur die Tage, die Sie abgeschlossen haben, damit die Schätzung Ihrem Rhythmus treuer entspricht.
en: In other words: only the days you completed are counted, so the estimate stays closer to your routine.
es: En otras palabras: solo cuentan los días que cerraste, para que la estimación sea más fiel a tu ritmo.
fr: Autrement dit : seuls les jours que vous avez clôturés sont pris en compte, pour que l'estimation reflète mieux votre rythme.
it: In altre parole: entrano nel conto solo i giorni che hai chiuso, in modo che la stima sia più fedele al tuo ritmo.
ja: つまり、推定があなたのペースにより忠実になるように、完了した日のみがカウントされます。

source: Em quantos meses
de: In wie vielen Monaten
en: In how many months
es: En cuántos meses
fr: En combien de mois
it: In quanti mesi
ja: 何ヶ月で

source: Em uma panela, misture o leite condensado, o achocolatado e a manteiga.
de: In einem Topf gezuckerte Kondensmilch, Kakaopulver und Butter vermischen.
en: In a saucepan, combine the condensed milk, chocolate powder, and butter.
es: En una cacerola, mezcla la leche condensada, el cacao en polvo y la mantequilla.
fr: Dans une casserole, mélangez le lait concentré, le cacao en poudre et le beurre.
it: In una pentola, mescolare il latte condensato, il cacao in polvere e il burro.
ja: 鍋にコンデンスミルク、ココアパウダー、バターを混ぜます。

source: Em uma tigela grande, combine a alface, croutons e frango.
de: In einer großen Schüssel Salat, Croutons und Hähnchen vermengen.
en: In a large bowl, combine the lettuce, croutons, and chicken.
es: En un bol grande, combina la lechuga, los croutons y el pollo.
fr: Dans un grand saladier, combinez la laitue, les croûtons et le poulet.
it: In una ciotola grande, unire la lattuga, i crostini e il pollo.
ja: 大きなボウルでレタス、クルトン、チキンを合わせます。

source: Encontrei pesquisando por apps.
de: Ich habe es bei der App-Suche gefunden.
en: I found it while searching for apps.
es: Lo encontré buscando apps.
fr: Je l'ai trouvé en cherchant des apps.
it: L'ho trovato cercando app.
ja: アプリを探していて見つけました。

source: Energizante
de: Energiespendend
en: Energizing
fr: Énergisant
it: Energizzante
ja: エネルギッシュ

source: Enrole firme e sirva em seguida.
de: Fest einrollen und sofort servieren.
en: Roll tightly and serve right away.
es: Enrolla bien y sirve enseguida.
fr: Roulez bien et servez aussitôt.
it: Arrotola bene e servi subito.
ja: しっかり巻いてすぐに出す。

source: Enter
de: Eingabe
es: Intro
fr: Entrée
it: Invio

source: Entrada de áudio indisponível. Verifique o microfone do dispositivo.
de: Audioeingang nicht verfügbar. Überprüfen Sie das Mikrofon des Geräts.
en: Audio input unavailable. Check the device microphone.
es: Entrada de audio no disponible. Comprueba el micrófono del dispositivo.
fr: Entrée audio indisponible. Vérifiez le micro de l'appareil.
it: Ingresso audio non disponibile. Controlla il microfono del dispositivo.
ja: オーディオ入力が利用できません。デバイスのマイクを確認してください。

source: Entrada vazia
de: Leere Eingabe
en: Empty input
es: Entrada vacía
fr: Entrée vide
it: Input vuoto
ja: 入力なし

source: Entrada:
de: Eingabe:
en: Input:
fr: Entrée :
it: Input:
ja: 入力:

source: Entre no iCloud neste dispositivo para apagar também os dados sincronizados do app.
de: Melden Sie sich auf diesem Gerät bei iCloud an, um auch die synchronisierten App-Daten zu löschen.
en: Sign in to iCloud on this device to also delete the app's synced data.
es: Inicia sesión en iCloud en este dispositivo para borrar también los datos sincronizados de la app.
fr: Connectez-vous à iCloud sur cet appareil pour effacer aussi les données synchronisées de l'app.
it: Accedi a iCloud su questo dispositivo per eliminare anche i dati sincronizzati dell'app.
ja: アプリの同期されたデータも削除するには、このデバイスで iCloud にサインインしてください。

source: Enviar
de: Senden
fr: Envoyer
it: Invia
ja: 送信

source: Enviar erro ao suporte
de: Fehler an Support senden
en: Send error to support
es: Enviar error al soporte
fr: Envoyer l’erreur au support
it: Invia errore al supporto
ja: エラーをサポートに送信

source: Envie o link abaixo para convidar participantes. Eles precisam ter iCloud ativo.
de: Senden Sie den untenstehenden Link, um Teilnehmer einzuladen. Sie müssen iCloud aktiviert haben.
en: Send the link below to invite participants. They need to have iCloud enabled.
es: Envía el enlace de abajo para invitar participantes. Necesitan tener iCloud activado.
fr: Envoyez le lien ci-dessous pour inviter des participants. Ils doivent avoir iCloud activé.
it: Invia il link qui sotto per invitare i partecipanti. Devono avere iCloud attivo.
ja: 参加者を招待するには、下のリンクを送信してください。iCloud を有効にしている必要があります。

source: Envie um e-mail para %@. Nenhum app de e-mail está configurado neste dispositivo.
de: Senden Sie eine E-Mail an %@. Auf diesem Gerät ist keine E-Mail-App eingerichtet.
en: Send an email to %@. No mail app is set up on this device.
es: Envía un correo a %@. No hay una app de correo configurada en este dispositivo.
fr: Envoyez un e-mail à %@. Aucune application de messagerie n'est configurée sur cet appareil.
it: Invia un'e-mail a %@. Nessuna app di posta è configurata su questo dispositivo.
ja: %@ にメールを送信してください。このデバイスにはメールアプリが設定されていません。

source: Equilibrar consumo e gasto energético
de: Aufnahme und Energieverbrauch ausbalancieren
en: Balance intake and energy expenditure
es: Equilibrar consumo y gasto energético
fr: Équilibrer apport et dépense énergétique
it: Bilanciare apporto e dispendio energetico
ja: 摂取と消費のバランスをとる

source: Equivale a %.2f kg/semana
de: Entspricht %.2f kg/Woche
en: That's %.2f kg/week
fr: Soit %.2f kg/semaine
it: Equivale a %.2f kg/settimana
ja: %.2f kg/週相当

source: Equivale a %@/mês
de: Entspricht %@/Monat
en: That's %@/month
es: Equivale a %@/mes
fr: Soit %@/mois
it: Equivale a %@/mese
ja: %@/月相当

source: Erro
de: Fehler
en: Error
es: Error
fr: Erreur
it: Errore
ja: エラー

source: Erro ao analisar refeição por texto.
de: Fehler beim Analysieren der Mahlzeit per Text.
en: Error analyzing meal by text.
es: Error al analizar la comida por texto.
fr: Erreur lors de l’analyse du repas par texte.
it: Errore durante l’analisi del pasto tramite testo.
ja: テキストでの食事分析中にエラーが発生しました。

source: Erro ao analisar refeição.
de: Fehler beim Analysieren der Mahlzeit.
en: Error analyzing meal.
es: Error al analizar la comida.
fr: Erreur lors de l’analyse du repas.
it: Errore durante l’analisi del pasto.
ja: 食事の分析中にエラーが発生しました。

source: Erro ao sincronizar: %@
de: Fehler beim Synchronisieren: %@
en: Error syncing: %@
es: Error al sincronizar: %@
fr: Erreur de synchronisation : %@
it: Errore di sincronizzazione: %@
ja: 同期エラー：%@

source: Erro da API (%lld): %@
de: API-Fehler (%lld): %@
en: API error (%lld): %@
es: Error de la API (%lld): %@
fr: Erreur de l'API (%lld) : %@
it: Errore API (%lld): %@
ja: API エラー（%lld）：%@

source: Erro na compra
de: Kauffehler
en: Purchase Error
es: Error en la compra
fr: Erreur d'achat
it: Errore d'acquisto
ja: 購入エラー

source: Erro no registro de refeição - Savoria
de: Fehler beim Erfassen der Mahlzeit - Savoria
en: Error logging meal - Savoria
es: Error al registrar comida - Savoria
fr: Erreur lors de l’enregistrement du repas - Savoria
it: Errore nella registrazione del pasto - Savoria
ja: 食事記録エラー - Savoria

source: Erro no registro por texto - Savoria
de: Fehler beim Texteingabe-Protokoll - Savoria
en: Text log error - Savoria
es: Error en el registro por texto - Savoria
fr: Erreur dans le journal par texte - Savoria
it: Errore nel registro tramite testo - Savoria
ja: テキスト記録エラー - Savoria

source: Erro:
de: Fehler:
en: Error:
es: Error:
fr: Erreur :
it: Errore:
ja: エラー:

source: Escolha como adicionar
de: Wähle aus, wie du hinzufügst
en: Choose how to add
es: Elige cómo añadir
fr: Choisissez comment ajouter
it: Scegli come aggiungere
ja: 追加方法を選択

source: Escolha como registrar seu alimento.
de: Wähle aus, wie du dein Lebensmittel erfassen möchtest.
en: Choose how to log your food.
es: Elige cómo registrar tu alimento.
fr: Choisissez comment enregistrer votre aliment.
it: Scegli come registrare il tuo alimento.
ja: 食品の記録方法を選択してください。

source: Escolha o método
de: Methode wählen
en: Choose a method
es: Elige el método
fr: Choisissez la méthode
it: Scegli il metodo
ja: 方法を選択

source: Escolha pelo menos 2 receitas para começar sua coleção.
de: Wähle mindestens 2 Rezepte, um deine Sammlung zu starten.
en: Pick at least 2 recipes to start your collection.
es: Elige al menos 2 recetas para empezar tu colección.
fr: Choisissez au moins 2 recettes pour démarrer votre collection.
it: Scegli almeno 2 ricette per iniziare la tua collezione.
ja: コレクションを始めるために少なくとも2つのレシピを選んでください。

source: Escolha pelo menos 3 itens para sua primeira lista de compras.
de: Wähle mindestens 3 Artikel für deine erste Einkaufsliste.
en: Pick at least 3 items for your first shopping list.
es: Elige al menos 3 artículos para tu primera lista de compras.
fr: Choisissez au moins 3 articles pour votre première liste.
it: Scegli almeno 3 articoli per la tua prima lista.
ja: 最初の買い物リストに少なくとも3つ選んでください。

source: Escolha pelo menos 3 itens. Arraste para descobrir mais.
de: Wähle mindestens 3 Artikel. Ziehe, um mehr zu entdecken.
en: Pick at least 3 items. Drag to discover more.
es: Elige al menos 3 artículos. Arrastra para ver más.
fr: Choisissez au moins 3 articles. Glissez pour en découvrir plus.
it: Scegli almeno 3 articoli. Trascina per scoprirne altri.
ja: 3つ以上選んでください。ドラッグして他のアイテムも探せます。

source: Escolha pelo menos 3 itens. Você pode editar tudo depois.
de: Wähle mindestens 3 Artikel. Du kannst später alles ändern.
en: Pick at least 3 items. You can edit everything later.
es: Elige al menos 3 artículos. Puedes editarlo todo después.
fr: Choisissez au moins 3 articles. Vous pourrez tout modifier plus tard.
it: Scegli almeno 3 articoli. Potrai modificare tutto dopo.
ja: 少なくとも3つ選んでください。後で全て編集できます。

source: Escolha pelo menos 3 receitas para começar sua coleção.
de: Wähle mindestens 3 Rezepte, um deine Sammlung zu starten.
en: Pick at least 3 recipes to start your collection.
es: Elige al menos 3 recetas para empezar tu colección.
fr: Choisissez au moins 3 recettes pour démarrer votre collection.
it: Scegli almeno 3 ricette per iniziare la tua collezione.
ja: コレクションを始めるために少なくとも3つのレシピを選んでください。

source: Escolha se essa imagem deve virar uma receita ou ficar reservada para o módulo de nutrientes.
de: Wählen Sie, ob dieses Bild zu einem Rezept werden oder für das Nährstoffmodul reserviert bleiben soll.
en: Choose whether this image should become a recipe or be reserved for the Nutrients module.
es: Elige si esta imagen debe convertirse en una receta o quedar reservada para el módulo de nutrientes.
fr: Choisissez si cette image doit devenir une recette ou être réservée au module de nutriments.
it: Scegli se questa immagine deve diventare una ricetta o restare riservata al modulo nutrienti.
ja: この画像をレシピにするか、栄養モジュール用に予約するかを選択してください。

source: Escolher da galeria
de: Aus der Galerie wählen
en: Choose from gallery
es: Elegir de la galería
fr: Choisir dans la galerie
it: Scegli dalla galleria
ja: ギャラリーから選択

source: Escolher ícone
de: Symbol wählen
en: Choose icon
es: Elegir icono
fr: Choisir une icône
it: Scegli icona
ja: アイコンを選択
